/* 
  Localized.strings
  GoAgentX

  Created by Xu Jiwei on 13-6-8.
  Copyright (c) 2013年 GoAgentX.com. All rights reserved.
*/

"本地端口：" = "Local Port:";

"分享给局域网使用" = "Share Service to Local Network";

"服务器 App ID：" = "Server App ID:";

"填写您的 App Engine ID，多个用坚线“|”隔开" = "Fill your App Engine ID, seperate by \"|\" if have multiple App IDs";

"使用 PHP Fetch，上面的地址填 PHP 服务地址" = "Use PHP Fetch, fill PHP service address above";

"服务密码：" = "Service Password:";

"如果设置了服务密码，请填写" = "Fill service password if you set it";

"启用混淆，需要服务端版本 >= 2.1.17" = "Enable obfuscate, needs server version >= 2.1.17";

"连接模式：" = "Connect Mode:";

"HTTPS 保密性更好，但速度较慢" = "HTTPS has more secruity, but slower";

"选择服务器：" = "Server Host:";

"如果使用 CN 无法连接，可以尝试 HK" = " ";

"使用二级代理服务器" = "Use Secondary Proxy";

"代理服务器：" = "Proxy Server:";

"代理服务器端口：" = "Proxy Port:";

"代理服务器的地址" = "Proxy Server Address";

"代理服务器的端口，例如 8080" = "Proxy Server Port, such as 8080";

"用户名：" = "Username:";

"代理服务器的用户名，可不填" = "Proxy Server Username, optional";

"密码：" = "Password:";

"代理服务器的密码，可不填" = "Proxy Server Password, optional";

"AdvancedConfigView" = "Advanced";

"DeployServerView" = "Deploy Server";

"UpdateGoAgentView" = "Update GoAgent";

"goagent 项目主页" = "goagent Project Homepage";

"goagent GAE平台部署教程" = "goagent GAE Deploy Guide";

"尚未导入 goagent 根证书" = "Needs Import goagent CA";

"不再提醒" = "Never Remind";

"如果不导入证书，访问 HTTPS 网站时，将会出现证书错误，建议导入。" = "Recommend to import goagent CA for avoiding SSL error when visiting HTTPS websites.";

"确定" = "OK";

"取消" = "Cancel";

"重新生成并导入根证书" = "Regenerate goagent CA";

"删除 goagent 根证书" = "Remove goagent CA";

"在访问 HTTPS 网站时出错需要导入 goagent 根证书" = "Import goagent CA for avoiding SSL error when visiting HTTPS websites.";

"开始部署" = "Start";

"自定义 Python 路径" = "Custom Python Path";

"Python 路径：" = "Python Path:";

"启用 rc4 加密，需要设置密码以及服务端版本 >= 3.0.8" = "Enabled rc4 encrypt, require server version >= 3.0.8";

"更新到最新版本的 goagent" = "Update to latest goagent";

"注意：这有可能导致 goagent 功能无法使用，请明白你在做什么" = "Notice: This may broke goagent, use as your own risk";

"启用 keepalive 选项" = "Enable keepalive";
